{
  "about_me": "<p>Welcome to my page!</p><br /><p>If you are wondering if I am the right fit as your next hire, the answer is 'yes'!</p><br /><p>However, if you are not convinced by my bold statement above, continue reading ;)</p><br /><p>Here you will find all the relevant links, and you also have a nice page to bookmark.</p><br /><p>Now a bit about me (assuming you are here to know more about me).</p><br /><p>I am currently working as a Cloud & Infrastructure Engineer with ~<strong>{{years_of_development}}</strong> years of experience in the field. My background is in Full-stack development, and I am currently getting more experience with lower level systems.</p><br /><p>If you are looking for someone who works well in a team and is easy to integrate and onboard, I might be your candidate. I enjoy working with the team to discuss and find the best solution to a problem, and I have no problem taking initiative or working independently. If you need a proof of concept to test out new technologies for your business, I am also not afraid of working outside my standard scope, and can easily pick up and evaluate foreign stacks due to my experience in multiple languages. I also have experience in leading smaller teams and mentoring Junior Developers, and I am volunteering at an NGO to teach programming.</p>",
  "skills_list": "<strong>Quick list of technologies</strong>:<br /><i>Development</i>: React, TypeScript, Node, Deno, Go, Rust<br /><i>Database</i>: SQL, MySQL, PostgreSQL, SQLite<br /><i>Cloud/Devops</i>: AWS, GCP, CI/CD, CDK, Terraform, Docker, Jenkins<br /><i>Other</i> (prefer not to work with except for refactoring legacy into TS/Go/Rust): PHP, Java & Python, tapped into Assembly (x86)",
  "outro": "But enough about me for now. If you are interested in getting to know me better or you would like to have me work on your next project, give me a ping using the email below.",
  "coffee_text": "Nimm dir einen Kaffee und schau dir die quick links in Ruhe an",
  "coffee_text_portfolio": "Portfolio",
  "coffee_text_blog": "Blog",
  "home_head_description": "A personal landingpage with some personal content",
  "name": "Halvard Mørstad",
  "portfolio_title": "Halvard Mørstad - Portfolio",
  "portfolio_description": "Project Portfolio",
  "portfolio": "Portfolio",
  "posts_title": "Halvard Mørstad - Blog",
  "posts_description": "Blog",
  "posts": "Blog"
}
