{
  "about_me": "<p>Welcome to my page!</p><br /><p>If you are wondering if I am the right fit as your next employee or contractor, the answer is 'yes'!</p><br /><p>However, if you are not convinced by my bold statement above, that is exactly what this page is for.</p><br /><p>Here you will find all the relevant links, and you also have a nice page to bookmark.</p><br /><p>Now a bit about me (assuming you are here to know more about me).</p><br /><p>I am a {{age}} year old <strong>Cloud Engineer</strong> with a strong background in Software Engineering since 2017 (a solid <strong>{{years_of_development}}</strong> years!). My tech stack mostly revolves around <strong>TypeScript</strong>, but I am also fluent in <strong>PHP</strong>. That being said, I am also proficient in other languages like <strong>Python</strong>, and I am currently learning <strong>Rust</strong> and <strong>Go</strong> to improve across the entire stack. As you can see, my main set of skills are tailored for <strong>Web</strong> & <strong>Cloud</strong>, but this is not limiting.</p><br /><p>On the <strong>Cloud</strong> & <strong>DevOps</strong> side of things, I am experienced in using <strong>AWS</strong> together with <strong>Terraform</strong> and <strong>CDK</strong> to provision the likes of <strong>Lambdas</strong>, <strong>Step Functions</strong> & <strong>ECS</strong>. Across development, staging and production, I am also knowledgeable in the setups using both <strong>Docker</strong> and <strong>Docker Compose</strong> to create a reproducible environment for easy deployment with <strong>CI/CD</strong>.</p><br /><p>I have experience working both with <strong>Monoliths</strong> and <strong>Micro-services</strong>, and <strong>refactoring</strong> between the two has been my task more than once. In the past, I have had the pleasure of <strong>leading a project</strong> where refactoring and <strong>optimizing</strong> an entire codebase was on the table, and being the lead of such a project taught me many lessons.</p><br /><p>But enough about me for now. If you are interested in getting to know me better or you would like to have me work on your next project, give me a ping using the email below.</p>",
  "coffee_text": "Grab a coffee and enjoy these quick links",
  "coffee_text_portfolio": "Portfolio",
  "coffee_text_blog": "Blog",
  "home_head_description": "A personal landingpage with some personal content",
  "name": "Halvard Mørstad",
  "portfolio_title": "Halvard Mørstad - Portfolio",
  "portfolio_description": "Project Portfolio",
  "portfolio": "Portfolio",
  "posts_title": "Halvard Mørstad - Blog",
  "posts_description": "Blog",
  "posts": "Blog"
}
