{
  "about_me": "<p>Velkommen til min side!</p><br /><p>Hvis du lurer på om jeg er den riktige personen for ditt neste prosjekt så er svaret 'ja'!</p><br /><p>Hvis du derimot ikke ble overbevist av utsagnet ovenfor, er det bare å lese videre.</p><br /><p>Her vil du finne alle relevante linker og du vil også kunne ha en side du kan lagre i bokmerkene.</p><br /><p>Litt om meg (da jeg antar at du er her for å lære mer om meg).</p><br /><p>Jeg jobber for tiden som Cloud & Infrastructure Engineer med ~8 års erfaring innen feltet. Bakgrunnen min er innen fullstack-utvikling, og jeg er i ferd med å få mer erfaring med systemer på lavere nivå.</p><br /><p>Hvis du er på utkikk etter en person som jobber godt i team og som er lett å integrere, kan jeg være den rette kandidaten for deg. Jeg liker å jobbe sammen med teamet for å diskutere og finne den beste løsningen på et problem, og jeg har ingen problemer med å ta initiativ eller jobbe selvstendig. Hvis du trenger en prototype for å teste ut ny teknologi for virksomheten din, er jeg heller ikke redd for å jobbe utenfor mitt vanlige arbeidsområde, og jeg kan lett sette meg inn i og evaluere på grunn av min erfaring med flere teknologier. Jeg har også erfaring med å lede mindre teams og veilede juniorutviklere, og jeg er frivillig i en organisasjon der jeg underviser i programmering.</p>",
  "skills_list": "<strong>Kort teknologi liste</strong>:<br /><i>Development</i>: React, TypeScript, Node, Deno, Go, Rust<br /><i>Database</i>: SQL, MySQL, PostgreSQL, SQLite<br /><i>Cloud/Devops</i>: AWS, GCP, CI/CD, CDK, Terraform, Docker, Jenkins<br /><i>Annet</i> (kun ved refactoring til TS/Go/Rust): PHP, Java & Python, Assembly (x86)",
  "outro": "Men nok om meg for nå. Hvis du er interessert i å lære meg bedre å kjenne, eller du har lyst til at jeg bistår ditt neste prosjekt, kan du sende meg en melding på en av plattformene nedenfor.",
  "coffee_text": "Nyt en kopp kaffe, og sjekk ut disse linkene",
  "coffee_text_portfolio": "Portefølje",
  "coffee_text_blog": "Blogg",
  "home_head_description": "En side med litt om meg",
  "name": "Halvard Mørstad",
  "portfolio_title": "Halvard Mørstad - Portfolio",
  "portfolio_description": "Project Portfolio",
  "portfolio": "Portfolio",
  "posts_title": "Halvard Mørstad - Blogg",
  "posts_description": "Blogg",
  "posts": "Blogg"
}
