{
  "about_me": "<p>Velkommen til min side!</p><br /><p>Hvis du lurer på om jeg er den riktige personen for ditt neste prosjekt så er svaret 'ja'!</p><br /><p>Hvis du derimot ikke ble overbevist av utsagnet ovenfor så er det dette du vil finne på denne siden.</p><br /><p>Her vil du finne alle relevante linker og du vil også kunne ha en side du kan lagre i bokmerkene.</p><br /><p>Litt om meg (da jeg antar at du er her for å lære mer om meg).</p><br /><p>Jeg er en {{age}} årig <strong>Full-Stack Developer</strong>, og har jobbet profesjonelt med programmering siden 2017 (hele <strong>{{years_of_development}}</strong> år!). Jeg jobber hovedsakelig med <strong>TypeScript</strong>, men er også flytende i <strong>PHP</strong>. Når det er sagt så er jeg også kjent med språk som <strong>Python</strong>, og jeg lærer for øyeblikket <strong>Rust</strong> og <strong>Go</strong> for å forbedre meg innenfor varierte områder av programmering. Som du ser så ligger mine kunnskaper hovedsakelig innenfor <strong>Web Development</strong>, men dette er ikke noe jeg begrenser meg til. </p><br /><p>På <strong>DevOps</strong> siden så har jeg erfaring med <strong>AWS</strong> i samkjør med <strong>Terraform</strong> for å provisjonere blant annet <strong>S3</strong>, <strong>CloudFront</strong> & <strong>ECS</strong>. Jeg er også dreven på å lage development og production klare <strong>Docker</strong> og <strong>Docker Compose</strong> konfigurasjoner for å tilfredstille et komplett system for <strong>CI/CD</strong>.</p><br /><p>Jeg har videre erfaring med både <strong>Monolitter</strong> og <strong>Micro-services</strong>, der <strong>forbedre og forenkle kodebasen</strong> har vært min jobb flere ganger. Nylig hadde jeg også gleden av å <strong>lede et prosjekt</strong> der hele kodebasen måtte gjennom en revurdering og forenkling, og det å lede et slikt prosjekt har lært meg mye.</p><br /><p>Men nok om meg for nå. Hvis du er interessert i å lære meg bedre å kjenne, eller du har lyst til at jeg bistår ditt neste prosjekt, kan du sende meg en melding på en av plattformene nedenfor.</p>",
  "coffee_text": "Nyt en kopp kaffe, og sjekk ut disse linkene",
  "coffee_text_portfolio": "Portefølje",
  "coffee_text_blog": "Blogg",
  "home_head_description": "En side med litt om meg",
  "name": "Halvard Mørstad",
  "portfolio_title": "Halvard Mørstad - Portfolio",
  "portfolio_description": "Project Portfolio",
  "portfolio": "Portfolio",
  "posts_title": "Halvard Mørstad - Blogg",
  "posts_description": "Blogg",
  "posts": "Blogg"
}
