{
  "about_me": "<p>Welcome to my page!</p><br /><p>If you are wondering if I am the right fit for your next employee or contractor, the answer is 'yes'!</p><br /><p>However, if you are not convinced by my bold statement above, that is exactly what this page is for.</p><br /><p>Here you will find all the relevant links, and you also have a nice page to bookmark.</p><br /><p>Now a bit about me (assuming you are here to know more about me).</p><br /><p>I am a {{age}} year old <b>Full-Stack Developer</b>, and have worked professionally with development since 2017 (a solid <b>{{years_of_development}}</b> years!). My tech stack mostly revolves around <b>TypeScript</b>, but I am also fluent in <b>PHP</b>. That being said, I am also proficient in other languages like <b>Python</b>, and I am currently learning <b>Rust</b> and <b>Go</b> to improve across the entire web stack. As you can see, my main set of skills lays in <b>Web Development</b>, but this is not limiting.</p><br /><p>On the <b>DevOps</b> side of things, I am experienced in using <b>AWS</b> together with <b>Terraform</b> to provision the likes of <b>S3</b>, <b>CloudFront</b> & <b>ECS</b>. Across development, staging and production, I am also knowledgeable in the setups using both <b>Docker</b> and <b>Docker Compose</b> to create a reproducible environment for easy deployment with <b>CI/CD</b>.</p><br /><p>I have experience working both with <b>Monoliths</b> and <b>Micro-services</b>, and <b>refactoring</b> both has been my task more than once. Recently I had the pleasure of <b>leading a project</b> where refactoring and <b>optimizing</b> an entire codebase was on the table, and being the lead of such a project thought me many lessons.</p><br /><p>But enough about me for now. If you are interested in getting to know me better or you would like to have me work on your next project, give me a ping on one of the platforms below.</p>",
  "portfolio_link": "Grab a coffee and take a look at my portfolio",
  "home_head_description": "A personal landingpage with some personal content",
  "name": "Halvard Mørstad",
  "portfolio_title": "Halvard Mørstad - Portfolio",
  "portfolio_description": "Project Portfolio",
  "portfolio": "Portfolio",
  "p_nessie_description": "A modular Deno library for PostgreSQL, MySQL, MariaDB and SQLite migrations.",
  "p_newline_course_description": "A course on Newline.co where I teach about Deno and how to crate and deploy a REST API from scratch.",
  "p_social_slam_description": "A Hackathon project where the concept is to create a live stream of people playing music together remotely.",
  "p_translation_fetch_description": "A NPM package for syncing translations from POEditor to a repo, and then downloading them.",
  "p_oak_middleware_jwt_description": "A JWT middleware for the Oak server.",
  "p_tudelft_cms_description": "A university project used to provide an interface for room bookings across the university buildings.",
  "p_go_domeneshop_client_description": "A Go client for domene.shop.",
  "p_terraform_domeneshop_provider_description": "A Terraform provider for Domeneshop.",
  "p_chess_has_quirks_description": "A university project where a creation of chess in JavaScript was required.",
  "p_gmtk_2020_description": "A game entry for GMTK 2020 written in c# with Unity.",
  "p_munchkin_buddy_description": "An Android helper application for Munchkin, the board game.",
  "p_docker_images_description": "A collection of custom docker images used for development.",
  "p_c_checkers_description": "The checkers game written in C.",
  "p_codash_description": "A COVID-19 dashboard.",
  "p_moerstad_eu_description": "This exact website, my personal portfolio."
}
